Repository: szymonfelinski/BR-practise-group-project
Catalog: ComauRacer3demo/Logical/mappView/Resources/Texts/VisualizationManualControlTexts.tmx
Source language: en
Languages: pl

source: Velocity of movement
pl: Prędkość ruchu

source: Acceleration
pl: Wartość przyspieszenia

source: Decceleration
pl: Wartość opóźnienia

source: Select control method
pl: Wybierz metodę sterowania

source: TCP control
pl: Sterowanie TCP

source: Move forward
pl: Ruch naprzód

source: Move backward
pl: Ruch wstecz

source: Individual axis control
pl: Sterowanie poszczegolnymi osiami
